Repository: dinhquydds/nanocucurmin
Catalog: tm/itiv1-level2.tmx
Source language: en_us
Languages: vi

source: Single-Tooth Replacement
vi: Thay thế một răng

source: Single-Tooth Replacement:
vi: Thay thế một răng

source: Site development for patients in this category is often mandatory prior to or in conjunction with implant placement.
vi: Phát triển vùng cho các bệnh nhân trong phân loại này thường là bắt buộc trước khi hoặc kết hợp với đặt implant.

source: Site preparation without excessive thermal, traumatic, bacterial, or biological injury to the host bed.
vi: Chuẩn bị vùng cấy ghép không quá nóng, chấn thương, vi khuẩn, hoặc chấn thương sinh học tới lỗ cấy implant.

source: Six months after augmentation, the site was healthy and stable (Fig 14) and could be reopened for implant placement.
vi: Six months after augmentation, the site was healthy and stable (Hình 14) and could be reopened for implant placement.

source: Six months after implant placement, the site was re-evaluated for removal of the membrane (Fig 18a).
vi: Six months after implant placement, the site was re-evaluated for removal of the membrane (Hình 18a).

source: Six months previously the site had been augmented with an allogenous graft (Fig 28).
vi: Six months previously the site had been augmented with an allogenous graft (Hình 28).

source: Six weeks after implant placement, the patient was scheduled for a loading visit (Fig 11).
vi: Six weeks after implant placement, the patient was scheduled for a loading visit (Hình 11).

source: Six weeks after implant placement, the patient was scheduled for a loading visit (Figs 19a-e).
vi: Sáu tuần sau khi đặt implant, bệnh nhân được hẹn loading visit (Hình 19a-e).

source: Six weeks after the extraction, the soft tissue of the future implant site had uneventfully healed and the respective wound surface was completely epithelialized (Figs 11a, b).
vi: Six weeks after the extraction, the soft tissue of the future implant site had uneventfully healed and the respective wound surface was completely epithelialized (Hình 11a, b).

source: Six weeks later, the implant was restored with a provisional restoration; the clinical result highlighted the apical position of the soft-tissue margin at site 21 related to the adjacent teeth (Fig 13).
vi: Six weeks later, the implant was restored with a provisional restoration; the clinical result highlighted the apical position of the soft-tissue margin at site 21 related to the adjacent teeth (Hình 13).

source: Skill and education
vi: Kỹ năng và kiến thức

source: Skilled, experienced clinicians perform their own risk assessment, excluding inappropriate patients.
vi: Bác sĩ có kinh nghiệm, kỹ năng thực hiện đánh giá nguy cơ riêng của họ, ngoại trừ bệnh nhân không phù hợp.

source: Slightly triangular
vi: Hơi tam giác

source: Small amount of dense trabecular bone
vi: Lượng nhỏ xương xốp

source: Small deficiencies in vertical bone height greatly increase the risk of not achieving an esthetic outcome, as augmentation procedures are still not entirely predictable (Fig 21a).
vi: Thiếu hụt nhỏ kích thước dọc của xương làm tăng nguy cơ thẩm mỹ đáng kể, cả khi thực hiện ghép mô vẫn không dự đoán được kết quả (Hình 21a).

source: Smoking habit
vi: Thói quen hút thuốc

source: Smoking habits may have deleterious effects on grafting procedures, implant integration, or long-term peri-implant tissue health (Buser and coworkers, 2004).
vi: Thói quen hút thuốc có thể có tác hại về phương pháp ghép, tích hợp xương, hoặc lành mạnh mô quanh implant lâu dài (Buser và đồng nghiệp, 2004).

source: Soft-Tissue Stability
vi: Ổn định mô mềm

source: Soft-Tissue Stability:
vi: Ổn định mô mềm:

source: Soft-tissue anatomy
vi: Giải phẫu mô mềm

source: Soft-tissue defects
vi: Mô mềm khiếm khuyết

source: Some case types are more easily accomplished than others, even though success rates may be similar.
vi: Một số trường hợp loại được thực hiện dễ dàng hơn hơn những trường hợp khác, mặc dù tỷ lệ thành công có thể như nhau.

source: Some soft-tissue excess was still present at the buccal aspect of the labially beveled healing cap (Figs 16, 17), which facilitated subsequent soft-tissue conditioning.
vi: Some soft-tissue excess was still present at the buccal aspect of the labially beveled healing cap (Hình 16, 17), which facilitated subsequent soft-tissue conditioning.

source: Some well-planned and well-conducted studies with the statistical power to draw factual conclusions are beginning to appear in this field.
vi: Một vài kế hoạch tốt và nghiên cứu dẫn đường tốt với sức mạnh thống kê để kết luận thực tế đang bắt đầu xuất hiện trong lĩnh vực này.

source: Sound, evidence-based clinical concepts that produce successful treatment outcomes are needed.
vi: Như vậy, quan điểm lâm sàng thực chứng đem lại kết quả điều trị thành công là cần thiết.

source: Special attention was paid to the evaluation of the facial aspect of the alveolar crest, since sufficient bone volume in this area is an important prerequisite for an esthetic treatment outcome (Fig 8).
vi: Special attention was paid to the evaluation of the facial aspect of the alveolar crest, since sufficient bone volume in this area is an important prerequisite for an esthetic treatment outcome (Hình 8).

source: Special surgical consideration should be given to thick-gingiva biotype patients, as they are more prone to post-surgical scarring subsequent to augmentation procedures.
vi: Đặc biệt cân nhắc phẫu thuật cho bệnh nhân dạng sinh học nướu dày, vì họ là dễ bị sẹo sau phẫu thuật sau phẫu thuật ghép mô.

source: Standards for an Esthetic Fixed Implant Restoration
vi: Tiêu chuân cho Phục hồi implant cố định thẩm mỹ

source: Standards for an Esthetic Fixed Implant Restoration:
vi: Tiêu chuân cho Phục hồi implant cố định thẩm mỹ

source: Statement A.1
vi: Báo cáo A.1

source: Statement A.2
vi: Báo cáo A.2

source: Statement A.3
vi: Báo cáo A.3

source: Statement A.4
vi: Báo cáo A.4

source: Statement B.1
vi: Báo cáo B.1

source: Statement B.2
vi: Báo cáo B.2

source: Statement B.3
vi: Báo cáo B.3

source: Statement B.4
vi: Báo cáo B.4

source: Statement B.5
vi: Báo cáo B.5

source: Statement C.1
vi: Báo cáo C.1

source: Statement C.2
vi: Báo cáo C.2

source: Statement C.3
vi: Báo cáo C.3

source: Statement C.4
vi: Báo cáo C.4

source: Statement C.5
vi: Báo cáo C.5

source: Statement D.1
vi: Báo cáo D.1

source: Statement D.2
vi: Báo cáo D.2

source: Statement D.3
vi: Báo cáo D.3

source: Statement D.4
vi: Báo cáo D.4

source: Statements A:
vi: Báo cáo A:

source: Statements A: Long-Term Results
vi: Báo cáo A: Kết quả lâu dài

source: Statements B:
vi: Báo cáo B:

source: Statements B: Surgical Considerations
vi: Báo cáo B: Cân nhắc phẫu thuật

source: Statements C:
vi: Báo cáo C

source: Statements C: Prosthodontic and Restorative Procedures
vi: Báo cáo C: Phương pháp phục hình và phục hồi

source: Statements D:
vi: Báo cáo D:

source: Step by step, composite material was added where the mucosa line needed to be improved (Fig 44).
vi: Step by step, composite material was added where the mucosa line needed to be improved (Hình 44).

source: Still at the first appointment, the shade for the removable provisional restoration was determined (Fig 7).
vi: Still at the first appointment, the shade for the removable provisional restoration was determined (Hình 7).

source: Straightforward
vi: Đơn giản

source: Subgingival margins are often associated with recession subsequent to the placement of an implant, and esthetic complications can be associated with exposed restorative margins or an altered gingival architecture (Fig 16).
vi: Đường viền dưới nướu thường liên quan tới tụt nướu sau khi cấy implant, và biến chứng thẩm mỹ có thể liên quan tới đường viền phục hồi bị lộ ra hoặc thay thế cấu trúc nướu (Hình 16).

source: Subjective measures of esthetic outcomes, such as visual analog scales
vi: Đánh giá chủ quan của kết quả thẩm mỹ, ví dụ thang đo VAS

source: Subjectively the esthetic zone can be defined as any dentoalveolar area of esthetic importance to the patient.
vi: Về chủ quan, vùng thẩm mỹ có thể được định nghĩa là bất kỳ khu vực răng, xương ổ tầm quan trọng thẩm mỹ cho bệnh nhân.

source: Subjectively, the esthetic zone can be defined as any dentoalveolar area of esthetic importance to the patient.
vi: Về chủ quan, vùng thẩm mỹ có thể được định nghĩa là bất kỳ khu vực răng, xương ổ tầm quan trọng thẩm mỹ cho bệnh nhân.

source: Such patients should be considered “high esthetic risks.”
vi: Những bệnh nhân này nên được coi là "nguy cơ thẩm mỹ cao."

source: Summarizing the knowledge obtained through research and clinical observations, it can be stated that for a dental implant to achieve osseointegration, several factors are important.
vi: Tóm tắt những kiến thức được thông qua nghiên cứu và quan sát lâm sàng, nó có thể được tuyên bố rằng một răng cấy để đạt được tích hợp xương, một vài yếu tố là quan trọng.

source: Summary of Treatment Risk Profile
vi: Tổng hợp hồ sơ nguy cơ điều trị

source: Supported by new academic curricula as well as by statements from clinical dentistry, such as the Proceedings of the Third ITI Consensus Conference published in a special 2004 supplement of JOMI, we believe that we are coming closer to creating the “perfect illusion” and maintaining it over time.
vi: Được hỗ trợ bởi chương trình học thuật mới cũng như những tuyên bố từ nha khoa lâm sàng, như Tiến hành Hội nghị đồng thuận ITI lần thứ 3 của Hội nghị đồng thuận ITI thứ ba được công bố trong một 2004 bổ sung đặc biệt của JOMI, chúng tôi tin rằng chúng tôi đang đến gần hơn để tạo ra "ảo giác hoàn hảo" và duy trì nó lâu dài.

source: Surgical Considerations for Single-Tooth Replacements in the Esthetic Zone: Standard Procedure in Sites Without Bone Deficiencies
vi: Cân nhắc phẫu thuật cho thay thế răng đơn lẻ trong vùng thẩm mỹ: phương pháp chuẩn trong vùng không thiếu xương

source: Surgical approach
vi: Tiếp cận phẫu thuật

source: Suturing also ensured close and secure contact with the facial flap, thus facilitating proper vascularization.
vi: Khâu cũng đảm bảo tiếp xúc chặt và tiếp xúc an toàn với vạt phía ngoài, tạo điều kiện cho tạo mạch máu thích hợp.

source: Symmetry is essential for a successful outcome
vi: Đối xứng là điều cần thiết cho một quả thành công

source: Symmetry ± 1 mm of contra-lateral tooth
vi: Đối xứng ± 1 mm của răng đối bên

source: Table 1 Implant types recommended for use in the anterior maxilla (Straumann Dental Implant System)
vi: Table 1 Loại implant đề nghị cho phía trước hàm trên (Hệ thống Straumann Dental Implant)

source: Table 1 Risk Factors Associated with the Treatment of Partially Dentate Patients.
vi: Table 1 Yếu tố nguy cơ liên quan tới điều trị bệnh nhân mất răng bán phần.

source: Table 1 Risk factors in candidates for implant therapy (Buser and coworkers, 2004)
vi: Bảng 1 Yếu tố nguy cơ trong điều trị implant (Buser and coworkers, 2004)

source: Table 1 The patient’s individual esthetic risk profile.
vi: Bảng 1 Hồ sơ nguy cơ thẩm mỹ cá nhân của bệnh nhân

source: Table 1 The patient’s individual risk profile.
vi: Bảng 1 Hồ sơ nguy cơ cá nhân của bệnh nhân

source: Table 1 lists the superordinate, general risk factors in implant patients:
vi: Bảng 1 liệt kê các bất thường, các yếu tố nguy cơ nói chung ở những bệnh nhân cấy ghép:

source: Table 2 Esthetic risk assessment for edentulous sites.
vi: Table 2 Đánh giá rủi ro thẩm mỹ cho vùng mất răng.

source: Table 2 Lekholm and Zarb Classification of Bone Density/Quality (Lekholm and Zarb, 1985).
vi: Table 2 Phân loại mật độ/chất lượng xương của Lekholm và Zarb (Lekholm and Zarb, 1985).

source: Table 2 Relationship between the mesiodistal gap size and the diameter of the implant shoulder (Straumann Dental Implant System)
vi: Bảng 2 Liên quan giữa khe hở gần xa và đường kính vai implant (Hệ thống Implant Nha Khoa của Straumann)

source: Table 2 summarizes the various risk factors.
vi: Table 2 Tổng kết các yếu tố nguy cơ khác nhau.

source: Table 3 Treatment Difficulty: Anterior Single Missing Teeth.
vi: Table 3 Độ khó điều trị: mất răng đơn lẻ phía trước.

source: Table 5 Factors Influencing Loading Decisions for Distal Extension Situations.
vi: Table 5 Yếu tố ảnh hưởng quyết định tải lực cho tình trạng mở rộng phía xa

source: Table 6 Factors influencing loading decisions for posterior single missing teeth.
vi: Table 6 Yếu tố ảnh hưởng quyết định tải lực cho mất một răng phía sau

source: Table 7 Factors Influencing Loading Decisions for Anterior Single Missing Teeth.
vi: Table 7 Yếu tố ảnh hưởng quyết định tải lực cho mất một răng phía trước

source: Table 8 Factors Influencing Loading Decisions for Anterior Multiple Missing Teeth.
vi: Table 8 Yếu tố ảnh hưởng quyết định tải lực cho mất nhiều răng phía trước

source: Table of Contents
vi: Mục Lục

source: Tarnow (1997) noted that the failed implants in his group occurred in conjunction with the periodic removal of the provisional restorations to check implant mobility.
vi: Tarnow (1997) lưu ý rằng implant thất bại trong nhóm xảy ra cùng với các kỳ gỡ bỏ tạm thời các phục hình tạm để kiểm tra sự di động của implant.

source: Ten days later, the peri-implant soft tissue (Fig 27) was considered compatible with impression-taking or the fabrication of a chairside implant-supported provisional restoration.
vi: Ten days later, the peri-implant soft tissue (Hình 27) was considered compatible with impression-taking or the fabrication of a chairside implant-supported provisional restoration.

source: Thanks to the ideal implant axis, a screw-retained crown could be fabricated (Fig 29).
vi: Thanks to the ideal implant axis, a screw-retained crown could be fabricated (Hình 29).

source: The 2.5-year follow-up periapical radiograph confirmed stable peri-implant bone levels (Fig 32).
vi: The 2.5-year follow-up periapical radiograph confirmed stable peri-implant bone levels (Hình 32).

source: The 2.5-year follow-up photograph confirmed stable peri-implant soft tissues (Fig 31).
vi: The 2.5-year follow-up photograph confirmed stable peri-implant soft tissues (Hình 31).

source: The 23-old-male patient, a light smoker (less than five cigarettes per day), presented with a non-vital and discolored tooth 21 (Fig 1).
vi: The 23-old-male patient, a light smoker (less than five cigarettes per day), presented with a non-vital and discolored tooth 21 (Hình 1).

source: The 3- to 6-month period was originally defined for implants with machined surfaces, and it is well-documented that the machined surface is not as successful as the roughened surface in certain indications.
vi: Giai đoạn 3 đến 6 tháng ban đầu cho implant bề mặt nhám, và nó được ghi lại đầy đủ rằng bề mặt được gia công thì không thành công như bề mặt nhám trong trường hợp cụ thể

source: The 3½-year periapical radiograph confirmed stable bone crest levels (Fig 26).
vi: The 3½-year periapical radiograph confirmed stable bone crest levels (Hình 26).

source: The 5-year follow-up photographs confirmed stable soft-tissue and bone conditions (Figs 20-21).
vi: 5 năm theo dõi xác nhận tình trạng mô mềm và mô xương ổn định (Figs 20-21).

source: The 54-year-old male patient, a non-smoker, had ceramo-metal crowns on teeth 11 and 12 that no longer met his esthetic needs (Fig 1).
vi: The 54-year-old male patient, a non-smoker, had ceramo-metal crowns on teeth 11 and 12 that no longer met his esthetic needs (Hình 1).

source: The Consensus Group found only six publications supporting the early loading of implants in the edentulous mandible with a fixed restoration.
vi: Nhóm đồng thuận tìm thấy chỉ sáu bài báo hỗ trợ tải lực sớm của implant trên hàm dưới mất răng với phục hình cố định.

source: The Consensus Statements phrased by Working Group 3, exploring the topic of “Loading Protocols for Endosseous Dental Implants,” were based on the body of literature available at that time.
vi: The Consensus Statements phrased by Working Group 3, tìm hiểu chủ đề “Quy trình tải lực cho implant nha khoa trong xương,”dựa trên y văn thời điểm đó.

source: The GBR procedure required a significant cervical reduction of the provisional RPD to avoid any excessive tissue compression in the region of the freshly inserted implant (Fig 22).
vi: The GBR procedure required a significant cervical reduction of the provisional RPD to avoid any excessive tissue compression in the region of the freshly inserted implant (Hình 22).

source: The ITI Consensus Conference published its definitions in 2004 (Cochran and coworkers; Chiapasco; Ganeles and Wismeijer; Morton and coworkers), definitions that are similar to those recommended by the Sociedad Española de Implantes World Congress consensus meeting of 2002 in Barcelona, Spain (Aparicio and coworkers, 2003).
vi: The ITI Consensus Conference xuất bản định nghĩa năm 2004 (Cochran and coworkers; Chiapasco; Ganeles and Wismeijer; Morton and coworkers), định nghĩa tương tự như những đề nghị của Sociedad Española de Implantes World Congress consensus meeting of 2002 ở Barcelona, Spain (Aparicio and coworkers, 2003).

source: The ITI Mission is ...
vi: Nhiệm vụ của ITI là ...

source: The ITI definitions of the various categories are as follows:
vi: ITI định nghĩa của các loại khác nhau như sau:

source: The ITI group defined loading categories according to the time from the surgical implant placement until the attachment of a prosthetic restoration and according to whether or not the prosthesis was in occlusion.
vi: Nhóm ITI xác định phân loại tải lực theo thời gian từ phẫu thuật cấy ghép implant tới khi gắn phục hình và dựa vào có hoặc không phục hình chạm khớp cắn.

source: The ITI organizes consensus conferences at 5-year intervals to discuss relevant topics in implant dentistry.
vi: ITI tổ chức hội thảo đồng thuận 5 năm một lần để thảo luận các chủ đề xác đáng trong cấy ghép nha khoa.

source: The In-Ceram blank was screwed in place on the synOcta abutment with the blue anodized occlusal screw tightened to 15 Ncm (Fig 54).
vi: The In-Ceram blank was screwed in place on the synOcta abutment with the blue anodized occlusal screw tightened to 15 Ncm (Hình 54).

source: The International Team for Implantology (ITI) is a nonprofit academic organization of professionals in implant dentistry and tissue regeneration with over 2000 fellows and members in more than 40 countries.
vi: Hội nha khoa quốc tế nternational Team for Implantology (ITI) là một tổ chức học thuật không lợi nhuận của chuyên gia trong cấy ghép nha khoa và tái tạo mô với hơn 2000 nghiên cứu sinh và thành viên trên hơn 40 nước.

source: The Patient’s Treatment Expectations
vi: Mong Đợi Điều Trị Của Bệnh Nhân

source: The RN synOcta temporary mesoabutment can also be used as a base for a screw-retained provisional crown fabricated on a working cast in the dental laboratory (Figs 32a, b).
vi: The RN synOcta temporary mesoabutment can also be used as a base for a screw-retained provisional crown fabricated on a working cast in the dental laboratory (Hình 32a, b).

source: The adequate stabilization of the implant (Lioubavina-Hack and coworkers, 2006) to eliminate movement below the threshold of deleterious micromovement, estimated to be 50-150 microns (Szmukler-Moncler and coworkers, 1998; Szmukler-Moncler and coworkers, 2000).
vi: Sự ổn định đầy đủ của implant (Lioubavina-Hack và đồng nghiệp, 2006) để loại bỏ di chuyển dưới ngưỡng của vi chuyển động gây hại, ước tính được 50-150 microns (Szmukler-- và đồng nghiệp, năm 1998; Szmukler-- và đồng nghiệp, 2000).

source: The adjusted surfaces of the crowns were finished to a glaze-like surface using impregnated disks.
vi: Mặt được điều chỉnh của mão răng được đánh bóng giống men răng dùng đĩa đánh bóng.

source: The all-ceramic crown for the implant superstructure in position 11 perfectly matched the individually stained cervical portion of the In-Ceram blank and precisely fit on top of it (Fig 53).
vi: The all-ceramic crown for the implant superstructure in position 11 perfectly matched the individually stained cervical portion of the In-Ceram blank and precisely fit on top of it (Hình 53).

source: The anatomy of the transition zone (the emergence profile created from the shoulder of the implant to the mucosal margin) will play a large role in the contours of the definitive restoration and the effects it has on peri-implant tissue support (Figs 22a, b).
vi: Giải phẫu của vùng chuyển tiếp (the emergence profile created from the shoulder of the implant to the mucosal margin) đóng vai trò lớn ở đường viền của phục hình sau cùng và ảnh hưởng của nó trên mô nâng đỡ trên implant (Figs 22a, b).

source: The area was de-epithelialized with a high-speed angled handpiece and a ball-shaped diamond bur (Fig 24).
vi: The area was de-epithelialized with a high-speed angled handpiece and a ball-shaped diamond bur (Hình 24).

source: The assessment of the esthetic risk, in conjunction with an assessment of the importance the patient assigns to the esthetic outcome, are essential for improving the quality and predictability of treatment results.
vi: Đánh giá nguy cơ thẩm mỹ, kết hợp với đánh giá tầm quan trọng thẩm mỹ của bệnh nhân rất cần thiết để nâng cao chất lượng và khả năng dự đoán của kết quả điều trị.

source: The augmentation site was then covered with a collagen membrane (Figs 9, 10).
vi: Vùng ghép được phủ màng collagen (Hình 9, 10).

source: The authors of the articles are among the most skilled and experienced surgeons and restorative dentists in the field, with optimal resources for complex treatments.
vi: Các tác giả của bài báo được trong số những nhà phẫu thuật đầy kỹ năng và kinh nghiệm và bác sĩ phục hình trong, với tài nguyên tối ưu cho điều trị phức tạp.

source: The autogenous bone was then applied to the alveolus and subsequently covered with a layer of deproteinized bovine bone mineral (DBBM) (Fig 9).
vi: The autogenous bone was then applied to the alveolus and subsequently covered with a layer of deproteinized bovine bone mineral (DBBM) (Hình 9).

source: The autogenous bone, harvested from the osteotomy site and the anterior nasal spine, was applied to the implant neck portion (Fig 14).
vi: The autogenous bone, harvested from the osteotomy site and the anterior nasal spine, was applied to the implant neck portion (Hình 14).

source: The benefit to the patient associated with the treatment approach.
vi: Lợi ích cho bệnh nhân liên kết với những phương pháp điều trị.

source: The bone crest levels of teeth 12 and 21 were well maintained, providing potential soft-tissue support (Fig 3).
vi: The bone crest levels of teeth 12 and 21 were well maintained, providing potential soft-tissue support (Hình 3).

source: The bone fillers were covered with two layers of a bioabsorbable barrier membrane (Fig 7b) in order to permit the bone-forming cells to invade the wound selectively and ultimately to cover the bone-filler particles with newly formed bone.
vi: The bone fillers were covered with two layers of a bioabsorbable barrier membrane (Hình 7b) in order to permit the bone-forming cells to invade the wound selectively and ultimately to cover the bone-filler particles with newly formed bone.

source: The cantilevered unit was kept out of occlusion in centric relation and all excursions.
vi: Nhịp vói được giữ không chạm khớp trung tâm và sang bên.

source: The casts were utilized for the fabrication of a surgical template, which was used to communicate the desired position of the implant in the orofacial and mesiodestal dimensions (Fig 5).
vi: Mẫu hàm được dùng để chế tạo mẫu phẫu thuật, được dùng để giao tiếp vị trí mong muốn của implant trong kích thước ngoài trong và gần xa.
